/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose from Library" = "Choose from Library";

/* No comment provided by engineer. */
"Delete Photo" = "Delete Photo";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Happy Graduation!" = "Happy Graduation!";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OurMemories" = "OurMemories";

/* No comment provided by engineer. */
"Please click the link below and then." = "Please click the link below and then.";

/* No comment provided by engineer. */
"Please click the link below." = "Please click the link below.";

/* No comment provided by engineer. */
"Please save your photo album first." = "Please save your photo album first.";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Saved" = "Saved";

/* No comment provided by engineer. */
"Send Mail" = "Send Mail";

/* No comment provided by engineer. */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"Then \"OurMemories\" open the registration screen." = "Then \"OurMemories\" open the registration screen.";

